Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.5849c46696c5
source: 中途覚醒
ar_sa: منتصف الصحوة
ca: a mig despertar
cs: Střední probuzení.
da: Midt i træningen
de_de: Plötzlicher Erschöpfungzustand
el: Ξύπνημα στη μέση της ημέρας
en_au: Feeling of fatigue in the middle
es_es: Despertar repentino
fi: Yllättävä herääminen
fr_ca: Somnolence soudaine
gu: અચાનક ઊંઘ આવવી
he: התעוררות באמצע
hi: अचानक जागना
hr: Neplanirano probuditi se
hu: Kezdeti fáradtság
id: Bangun di tengah jalan
it: Risveglio improvviso
ko: 중간에 잠들기
mr: अचानक जागणे
ms: Berasa letih di tengah jalan
nl_nl: Plotselinge slaap
no: Midtveisoppvåkning
pl: Nagłe przebudzenie
pt_br: Despertar no meio do treino
pt_pt: Despertar no meio do treino
ro: Somnirea în mijlocul antrenamentului
ru: Ранняя пробуждение
sk: Neočakávané prebudenie
sl: Srednji vzbujanje.
sv: Plötslig trötthet mitt i träningen
ta: நடுத்தர தூக்கத்தில் எழுந்திருத்தல்
te: మధ్యలో నిద్ర
th: รู้สึกเหนื่อยในระหว่างออกกำลังกาย
tr: Orta gece uyanışı
uk: Раптове пробудження
vi: Ngủ giữa buổi
zh_hans: 中途醒来
zh_hant: 中途醒來

# health_meals_body_ai.595af419ef23
source: 写真
ar_sa: الصورة
ca: foto
cs: Fotografie
da: Billeder
de_de: Foto
el: Φωτογραφία
en_au: Photo
es_es: Foto
fi: Valokuva
fr_ca: Photo
gu: ફોટો
he: צילום
hi: फोटो
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ko: 사진
mr: फोटो
ms: Foto
nl_nl: Foto's
no: Bilder
pl: Zdjęcie
pt_br: Foto
pt_pt: Foto
ro: Fotografie
ru: Фотографии
sk: Fotografie
sl: Fotografija
sv: Foto
ta: புகைப்படம்
te: ఫోటోలు
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# health_meals_body_ai.59dc9f20a101
source: AIサーバーのJSON形式がアプリの想定と違います。
ar_sa: يختلف تنسيق JSON لخادم AI عما يتوقعه التطبيق.
ca: El format JSON del servidor AI és diferent del que espera l'aplicació.
cs: Formát JSON na serveru AI neodpovídá požadavkům aplikace.
da: JSON-formatet fra AI-serveren stemmer ikke overens med appens forventninger.
de_de: Das JSON-Format des KI-Servers stimmt nicht mit dem erwarteten Format der App überein.
el: Η μορφή JSON του διακομιστή της τεχνητής νοημοσύνης δεν ταιριάζει με αυτό που αναμένει η εφαρμογή.
en_au: The JSON format of the AI server does not match the app's expectations.
es_es: El formato JSON del servidor de IA no coincide con lo que espera la aplicación.
fi: AI-palvelimen JSON-muoto ei vastaa sovelluksen odotuksia.
fr_ca: Le format JSON du serveur IA ne correspond pas aux attentes de l'application.
gu: AI સર્વરનું JSON ફોર્મેટ એપ્લિકેશનના અપેક્ષિત ફોર્મથી અલગ છે.
he: פורמט ה-JSON של שרת ה-AI אינו תואם את ההנחה של האפליקציה.
hi: एआई सर्वर का JSON प्रारूप ऐप की अपेक्षाओं के अनुरूप नहीं है।
hr: Format JSON na AI serveru nije u skladu s očekivanjima aplikacije.
hu: Az AI szerver JSON formátuma nem egyezik a alkalmazás elvárásaival.
id: Format JSON dari server AI berbeda dengan yang diharapkan oleh aplikasi.
it: Il formato JSON del server IA non corrisponde alle aspettative dell'app.
ko: AI 서버의 JSON 형식은 앱의 예상과 다릅니다.
mr: एआय सर्व्हरचे JSON स्वरूप ॲपच्या अपेक्षेप्रमाणे नाही.
ms: Format JSON pelayan AI berbeza dengan yang dijangka oleh aplikasi.
nl_nl: Het JSON-formaat van de AI-server komt niet overeen met wat de app verwacht.
no: JSON-formatet for AI-serveren stemmer ikke overens med appens forventninger.
pl: Format JSON serwera AI różni się od tego, który oczekuje aplikacja.
pt_br: O formato JSON do servidor IA difere do esperado pelo aplicativo.
pt_pt: O formato JSON do servidor IA difere do esperado pelo aplicativo.
ro: Formatul JSON al serverului inteligență artificială nu corespunde cu cel așteptat de aplicație.
ru: Формат JSON на сервере ИИ не соответствует ожидаемому приложением.
sk: Formát JSON na AI servery neodpovedá formátu, ktorý aplikácia očakáva.
sl: JSON format na AI strežniku ni v skladu s pričkanim formatom aplikacije.
sv: JSON-formatet för AI-servern skiljer sig från det som appen förväntar sig.
ta: AI சேவையகத்தின் JSON வடிவம், பயன்பாட்டின் எதிர்பார்ப்புகளுடன் பொருந்தவில்லை.
te: AI సర్వర్ యొక్క JSON ఆకృతి అప్లికేషన్ యొక్క అంచనాతో సరిపోలడం లేదు.
th: รูปแบบ JSON ของเซิร์ฟเวอร์ AI ไม่ตรงกับที่แอปคาดหวัง
tr: Yapay zeka sunucusunun JSON formatı, uygulamanın beklentisiyle uyuşmuyor.
uk: Формат JSON на сервері AI не відповідає очікуванням програми.
vi: Định dạng JSON của máy chủ AI khác với định dạng dự kiến ​​của ứng dụng.
zh_hans: AI服务器的JSON格式与应用程序的预期不符。
zh_hant: AI 伺服器的 JSON 格式與應用程式的預期不符。

# health_meals_body_ai.5a2ca5b0687b
source: トレーニング履歴
ar_sa: تاريخ التدريب
ca: historial de formació
cs: Historie tréninků
da: Træningshistorik
de_de: Trainingshistorie
el: Ιστορικό προπονήσεων
en_au: Training History
es_es: Historial de entrenamientos
fi: Harjoitushistoria
fr_ca: Historique de l'entraînement
gu: ટ્રેનિંગનો ઇતિહાસ
he: היסטוריית אימונים
hi: ट्रेनिंग इतिहास
hr: Proučavanje.
hu: Edzés előzményei
id: Riwayat Latihan
it: Cronologia allenamenti
ko: 운동 기록
mr: ट्रेनिंग इतिहास
ms: Sejarah Latihan
nl_nl: Trainingsgeschiedenis
no: Treningsoversikt
pl: Historia treningów
pt_br: Histórico de Treinos
pt_pt: Histórico de Treinos
ro: Istoric antrenament
ru: История тренировок
sk: Záznamy tréningov
sl: Zapis o treningih
sv: Träningshistorik
ta: பயிற்சி வரலாறு
te: వ్యాయామ చరిత్ర
th: ประวัติการออกกำลังกาย
tr: Eğitim geçmişi
uk: Історія тренувань
vi: Lịch tập luyện
zh_hans: 训练历史
zh_hant: 訓練紀錄

# health_meals_body_ai.5a4c72805744
source: サーバーURL、APIキー、APIサーバーの稼働状態を確認してください。
ar_sa: التحقق من حالة تشغيل الخوادم URL ومفاتيح API وخوادم API.
ca: Comproveu l'estat de funcionament dels servidors URL, les claus API, els servidors API.
cs: Prosím, zkontrolujte URL serveru, API klíč a stav provozu API serveru.
da: Kontroller serverens URL, API-nøgle og status for API-serveren.
de_de: Bitte überprüfen Sie die Server-URL, den API-Schlüssel und den Status des API-Servers.
el: Ελέγξτε τη διεύθυνση του διακομιστή, το κλειδί API και την κατάσταση λειτουργίας του διακομιστή API.
en_au: Please check the server URL, API key, and the status of the API server.
es_es: Verifique que la URL del servidor, la clave de API y el estado del servidor API sean correctos.
fi: Varmista, että palvelin URL, API-avain ja API-palvelimen tila ovat oikein.
fr_ca: Vérifiez l'URL du serveur, la clé API et l'état de fonctionnement du serveur API.
gu: સર્વર URL, API કી અને API સર્વરની સ્થિતિ તપાસો.
he: אנא ודאו שכתובת השרת, מפתח ה-API והסטטוס של שרת ה-API פעילים.
hi: कृपया सर्वर URL, API कुंजी और API सर्वर की स्थिति जांच लें।
hr: Provjerite URL servera, API ključ i status rada API servera.
hu: Ellenőrizze a szerver URL-t, az API kulcsot és az API szerver állapotát.
id: Periksa URL server, kunci API, dan status server API.
it: Verifica l'URL del server, la chiave API e lo stato di funzionamento del server API.
ko: 서버 URL, API 키, API 서버의 작동 상태를 확인해주세요.
mr: सर्व्हर URL, API की आणि API सर्व्हरची स्थिती तपासा.
ms: Sila periksa URL pelayan, kunci API, dan status pelayan API.
nl_nl: Controleer de server-URL, API-sleutel en de status van de API-server.
no: Sjekk server-URL, API-nøkkel og status for API-serveren.
pl: Sprawdź adres URL serwera, klucz API i stan działania serwera API.
pt_br: Verifique a URL do servidor, a chave da API e o status do servidor.
pt_pt: Verifique a URL do servidor, a chave da API e o status do servidor.
ro: Verificați URL-ul serverului, cheia API și starea de funcționare a serverului API.
ru: Проверьте URL сервера, API-ключ и состояние работы API-сервера.
sk: Skontrolujte URL serveru, API kľúč a stav API servera.
sl: Prosimo, preverite URL strežnika, API ključ in stanje delovanja API strežnika.
sv: Kontrollera server-URL, API-nyckel och status för API-servern.
ta: சர்வர் URL, API சாவி மற்றும் API சேவையானது இயங்குகிறதா என்பதை சரிபார்க்கவும்.
te: సర్వర్ URL, API కీ మరియు API సర్వర్ యొక్క స్థితిని తనిఖీ చేయండి.
th: โปรดตรวจสอบ URL ของเซิร์ฟเวอร์, API key และสถานะการทำงานของเซิร์ฟเวอร์ API
tr: Sunucu URL'si, API anahtarı ve API sunucusunun durumunu kontrol edin.
uk: Перевірте URL сервера, API-ключ та стан роботи API-сервера.
vi: Vui lòng kiểm tra URL của máy chủ, khóa API và trạng thái hoạt động của máy chủ API.
zh_hans: 请检查服务器URL、API密钥和API服务器的状态。
zh_hant: 請確認伺服器 URL、API 關鍵和 API 伺服器的狀態。

# health_meals_body_ai.5abca7b1f34a
source: データがそろうと、睡眠・回復・運動量をまとめて確認できます。
ar_sa: بمجرد حصولك على جميع البيانات، يمكنك التحقق من معدل نومك وتعافيك ومقدار التمرين في وقت واحد.
ca: Un cop tingueu totes les dades, podeu comprovar la quantitat de son, recuperació i exercici alhora.
cs: Po shromáždění dat můžete zkontrolovat spánek, regeneraci a množství cvičení společně.
da: Når data er tilgængelige, kan du se din søvn, restitution og træningsmængde sammen.
de_de: Sobald die Daten verfügbar sind, können Sie Schlaf, Erholung und Trainingsmenge zusammen überprüfen.
el: Μόλις συλλεχθούν τα δεδομένα, μπορείτε να δείτε τις συνολικές πληροφορίες σχετικά με τον ύπνο, την αποκατάσταση και την άσκηση.
en_au: Once the data is collected, you can view your sleep, recovery, and exercise in one place.
es_es: Una vez que se recopile los datos, podrá ver su sueño, recuperación y actividad física de forma conjunta.
fi: Kun dataa on kerätty, voit tarkistaa unen, palautumisen ja liikunnan yhdessä.
fr_ca: Une fois les données collectées, vous pourrez consulter votre sommeil, votre récupération et votre niveau d'activité.
gu: જ્યારે ડેટા ઉપલબ્ધ થશે, ત્યારે તમે ઊંઘ, પુનઃપ્રાપ્તિ અને કસરતની માહિતીને એકસાથે ચકાસી શકો છો.
he: לאחר קבלת הנתונים, תוכלו לבדוק את השינה, ההתאוששות והפעילות הגופנית שלכם ביחד.
hi: जब डेटा उपलब्ध होगा, तो आप नींद, पुनर्प्राप्ति और व्यायाम की मात्रा को एक साथ देख सकते हैं।
hr: Nakon prikupljanja podataka, možete pregledati ukupnu količinu spavanja, oporavka i aktivnosti.
hu: Amikor a megfelelő adatok rendelkezésre állnak, áttekintheti az alvást, a regenerálódást és az edzéseket.
id: Setelah data terkumpul, Anda dapat melihat secara keseluruhan aktivitas tidur, pemulihan, dan olahraga.
it: Una volta raccolti i dati, potrai visualizzare in modo completo le informazioni su sonno, recupero e attività fisica.
ko: 데이터가 모이면 수면, 회복, 운동량을 종합적으로 확인할 수 있습니다.
mr: जेव्हा डेटा उपलब्ध होईल, तेव्हा तुम्ही झोप, पुनर्प्राप्ती आणि व्यायामाची माहिती एकत्रितपणे पाहू शकता.
ms: Setelah data terkumpul, anda boleh melihat jumlah tidur, pemulihan, dan aktiviti.
nl_nl: Zodra er voldoende gegevens zijn, kunt u uw slaap-, herstel- en trainingsgegevens bekijken.
no: Når data er tilgjengelig, kan du se en oversikt over søvn, restitusjon og treningsmengde.
pl: Po zebraniu danych, możesz sprawdzić sen, regenerację i aktywność fizyczną razem.
pt_br: Após coletar os dados, você poderá verificar seu sono, recuperação e nível de atividade física em conjunto.
pt_pt: Após coletar os dados, você poderá verificar seu sono, recuperação e nível de atividade física em conjunto.
ro: După ce se colectează date, puteți verifica în mod cuprinzător somnul, recuperarea și activitatea fizică.
ru: После сбора данных вы сможете просмотреть информацию о сне, восстановлении и физической активности.
sk: Po zhromaždení dát môžete získať komplexný prehľad o spánku, regenerácii a aktivitách.
sl: Ko bodo zbrani podatki, boste lahko spremljali spanje, regeneracijo in količino treninga.
sv: När datan har samlats kan du se din sömn, återhämtning och träningsmängd tillsammans.
ta: தரவுகள் சேகரிக்கப்பட்டவுடன், தூக்கம், மீட்சி மற்றும் உடற்பயிற்சி அளவுகளை ஒட்டுமொத்தமாக பார்க்கலாம்.
te: డేటా సేకరించిన తర్వాత, నిద్ర, కోలుకోవడం మరియు వ్యాయామాల మొత్తాన్ని చూడవచ్చు.
th: เมื่อมีข้อมูลครบ จะสามารถตรวจสอบการนอน, การฟื้นตัว และปริมาณการออกกำลังกายได้
tr: Veriler toplandığında, uyku, dinlenme ve egzersiz miktarınızı tek bir yerde görebilirsiniz.
uk: Коли буде зібрано дані, ви зможете переглянути суму сну, відновлення та фізичної активності.
vi: Khi có đủ dữ liệu, bạn có thể xem tổng hợp về giấc ngủ, phục hồi và mức độ vận động.
zh_hans: 当数据收集完成后，您可以查看睡眠、恢复和运动量。
zh_hant: 當數據收集完成後，即可一併確認睡眠、恢復和運動量。

# health_meals_body_ai.5abcc8fb6635
source: テスト用の推定値です。
ar_sa: هذا تقدير لأغراض الاختبار.
ca: Aquesta és una estimació amb finalitats de prova.
cs: Toto je odhad.
da: Dette er et estimat.
de_de: Dies ist eine Schätzung.
el: Είναι μια εκτίμηση για δοκιμή.
en_au: This is an estimated value for testing purposes.
es_es: Este es un valor estimado para pruebas.
fi: Tämä on arvio.
fr_ca: Ceci est une estimation.
gu: આ માત્ર અંદાજિત મૂલ્ય છે.
he: ערך זה הוא הערכה בלבד.
hi: यह परीक्षण के लिए अनुमानित मान है।
hr: Ovo je samo procjena.
hu: Ez egy becsült érték.
id: Ini adalah perkiraan untuk pengujian.
it: Si tratta di una stima per i test.
ko: 테스트용 추정치입니다.
mr: हे केवळ अंदाजे आकडे आहेत.
ms: Ini adalah anggaran yang dianggarkan.
nl_nl: Dit is een schatting.
no: Dette er en estimert verdi.
pl: To są przybliżone wartości.
pt_br: Este é um valor estimado para fins de teste.
pt_pt: Este é um valor estimado para fins de teste.
ro: Acesta este un estimativ.
ru: Это предварительная оценка.
sk: Toto je odhad pre testovanie.
sl: To je ocenjena vrednost.
sv: Detta är en uppskattning.
ta: இது ஒரு மதிப்பீடு மட்டுமே.
te: ఇది పరీక్ష కోసం అంచనా మాత్రమే.
th: เป็นค่าประมาณสำหรับการทดสอบเท่านั้น
tr: Bu, yalnızca bir tahmindir.
uk: Це лише приблизна оцінка.
vi: Đây là giá trị ước tính cho mục đích thử nghiệm.
zh_hans: 这是一个测试估算值。
zh_hant: 為測試而估算的數據。

# health_meals_body_ai.5b23cf84d4e8
source: 月次レビュー
ar_sa: مراجعة شهرية
ca: revisió mensual
cs: Měsíční přehled
da: Månedlig gennemgang
de_de: Monatliche Überprüfung
el: Μηνιαία αξιολόγηση
en_au: Monthly review
es_es: Revisión mensual
fi: Kuukausittainen arviointi
fr_ca: Revue mensuelle
gu: માસિક સમીક્ષા
he: סקירה חודשית
hi: मासिक समीक्षा
hr: Mjesečni pregled
hu: Minden hónapban.
id: Tinjauan bulanan
it: Revisione mensile
ko: 월간 리뷰
mr: मासिक आढावा
ms: Tinjauan bulanan
nl_nl: Maandelijkse review
no: Månedlig gjennomgang
pl: Miesięczna analiza
pt_br: Revisão mensal
pt_pt: Revisão mensal
ro: Revizuirea lunară
ru: Ежемесячный обзор
sk: Mesačná kontrola
sl: Mesečni pregled
sv: Månatliga sammanfattning
ta: மாதாந்திர ஆய்வு
te: నెలవారీ సమీక్ష
th: สรุปรายเดือน
tr: Aylık değerlendirme
uk: Щомісячний огляд
vi: Đánh giá hàng tháng
zh_hans: 月度回顾
zh_hant: 月度回顾

# health_meals_body_ai.5b8e684267ba
source: 目標達成と動作安定
ar_sa: تحقيق الأهداف والتشغيل المستقر
ca: Assoliment dels objectius i funcionament estable
cs: Dosáhnutí cíle a stabilita tréninku
da: Opnåelse af mål og stabilitet
de_de: Erreichen des Ziels und Stabilität der Bewegung
el: Επίτευξη στόχου και σταθερή απόδοση
en_au: Achieve goals and maintain stability
es_es: Logro del objetivo y estabilidad del movimiento
fi: Tavoitteen saavuttaminen ja toiminnan vakaus
fr_ca: Atteindre l'objectif et maintenir une bonne stabilité
gu: ધ્યેય હાંસલ અને પ્રક્રિયા સ્થિર
he: השגת מטרה ויציבות פעילות
hi: लक्ष्य प्राप्त करना और स्थिरता बनाए रखना
hr: Postignuți cilj i stabilan rad
hu: Cél elérése és a mozgás stabilitása
id: Mencapai target dan stabilitas aktivitas
it: Raggiungimento dell'obiettivo e stabilità del movimento
ko: 목표 달성 및 안정적인 운동
mr: लक्ष्य पूर्ण आणि कार्यस्थिरता
ms: Mencapai Sasaran dan Stabiliti Aktiviti
nl_nl: Doel bereiken en stabiliteit
no: Oppnå mål og stabil trening
pl: Osiągnięcie celu i stabilność aktywności
pt_br: Atingimento da meta e estabilidade do treino
pt_pt: Atingimento da meta e estabilidade do treino
ro: Atinerea obiectivelor și stabilitate
ru: Достижение цели и стабильность тренировок
sk: Dosiahnutie cieľa a stabilita
sl: Doseg cilja in stabilnost
sv: Uppnå mål och stabil träning
ta: இலக்கை அடைதல் மற்றும் செயல்பாட்டு ஸ்திரத்தன்மை
te: లక్ష్యాన్ని చేరుకోవడం మరియు పనితీరు స్థిరత్వం
th: การบรรลุเป้าหมายและการทำงานที่มั่นคง
tr: Hedefe Ulaşma ve Performansın İstikrarı
uk: Досягнення мети та стабільність
vi: Đạt được mục tiêu và duy trì sự ổn định
zh_hans: 目标达成与动作稳定性
zh_hant: 目標達成與動作穩定

# health_meals_body_ai.5c0466a0d2f3
source: 昨夜の睡眠
ar_sa: نوم الليلة الماضية
ca: el son d'ahir
cs: Spánek včera večer
da: Søvn igår aften
de_de: Schlaf letzte Nacht
el: Ύπνος χθες
en_au: Last night's sleep
es_es: Duración del sueño de anoche
fi: Viime yön uni
fr_ca: Sommeil de la nuit
gu: ગઈ રાત્રે ઊંઘ
he: לילה שעבר
hi: कल रात की नींद
hr: Sna
hu: Éjszakai alvás
id: Tidur malam ini
it: Ore di sonno della notte precedente
ko: 지난 밤의 수면
mr: काल रात्रीची झोप
ms: Tidur malam ini
nl_nl: Slaap gisteravond
no: Søvn i går kveld
pl: Sen wczoraj
pt_br: Sono da noite anterior
pt_pt: Sono da noite anterior
ro: Somn
ru: Количество часов сна прошлой ночью
sk: Spánok včera
sl: Kvalitetno spanje
sv: Sömn igår kväll
ta: நேற்று இரவு தூக்கம்
te: నిన్న రాత్రి నిద్ర
th: การนอนเมื่อคืนก่อน
tr: Gece uykusu
uk: Кількість сну минулої ночі
vi: Số giờ ngủ đêm qua
zh_hans: 昨晚的睡眠
zh_hant: 昨晚的睡眠

# health_meals_body_ai.5c0fab317f2b
source: {{value1}}の分析結果
ar_sa: نتائج تحليل {{value1}}
ca: Resultats de l'anàlisi de {{value1}}
cs: Výsledky analýzy od {{value1}}
da: {{value1}} - Analyseresultat
de_de: Ergebnisse der Analyse von {{value1}}
el: Αποτελέσματα ανάλυσης του {{value1}}
en_au: {{value1}} analysis results.
es_es: Resultados del análisis de {{value1}}.
fi: {{value1}}:n analyysin tulokset
fr_ca: Résultats de l'analyse de {{value1}}.
gu: {{value1}}નું વિશ્લેષણ પરિણામ
he: תוצאות הניתוח של {{value1}}
hi: {{value1}} के विश्लेषण के परिणाम
hr: Rezultat analize {{value1}}
hu: {{value1}}-nek szóló elemzési eredmény
id: Hasil analisis {{value1}}
it: Risultati dell'analisi di {{value1}}.
ko: {{value1}} 분석 결과
mr: {{value1}} च्या विश्लेषणाचे परिणाम
ms: Analisis hasil {{value1}}
nl_nl: Analyse van {{value1}}
no: {{value1}} sin analyseresultat
pl: Wyniki analizy {{value1}}.
pt_br: Resultados da análise de {{value1}}.
pt_pt: Resultados da análise de {{value1}}.
ro: Rezultatele analizei valorii {{value1}}
ru: Результаты анализа {{value1}}
sk: Výsledky analýzy {{value1}}
sl: Rezultati analize {{value1}}
sv: Resultat av analysen för {{value1}}
ta: {{value1}} என்பதன் பகுப்பாய்வு முடிவுகள்
te: {{value1}} యొక్క విశ్లేషణ ఫలితాలు
th: ผลการวิเคราะห์ของ {{value1}}
tr: {{value1}}'in analiz sonuçları
uk: Результати аналізу {{value1}}
vi: Phân tích kết quả {{value1}}
zh_hans: {{value1}} 分析结果
zh_hant: {{value1}} 分析結果

# health_meals_body_ai.5ce14bc41fd3
source: 商品コード
ar_sa: رمز المنتج
ca: Codi de producte
cs: Produktový kód
da: Produktkode
de_de: Produktcode
el: Κωδικός προϊόντος
en_au: Item code
es_es: Código del producto
fi: Tuotekoodi
fr_ca: Code du produit
gu: ઉત્પાદન કોડ
he: קוד מוצר
hi: उत्पाद कोड
hr: ID proizvoda
hu: Termékkód
id: Kode Produk
it: Codice prodotto
ko: 상품 코드
mr: उत्पादन कोड
ms: Kod produk
nl_nl: Productcode
no: Produktkode
pl: Kod produktu
pt_br: Código do produto
pt_pt: Código do produto
ro: Codul produsului
ru: Код товара
sk: Produktový kód
sl: Številka izdelka
sv: Produktkod
ta: பொருள் குறியீடு
te: ఉత్పత్తి కోడ్
th: รหัสสินค้า
tr: Ürün kodu
uk: Код продукту
vi: Mã sản phẩm
zh_hans: 商品代码
zh_hant: 商品碼

# health_meals_body_ai.5d3092d5f543
source: 約{{value1}}分
ar_sa: حول دقائق {{value1}}
ca: Sobre {{value1}} minuts
cs: Přibližně {{value1}} minut
da: Ca. {{value1}} min
de_de: Ungefähr {{value1}} Minuten
el: Περίπου {{value1}} λεπτά
en_au: Approximately {{value1}} minutes
es_es: Aproximadamente {{value1}} minutos
fi: Noin {{value1}} minuuttia
fr_ca: Environ {{value1}} minutes
gu: આશરે {{value1}} મિનિટ
he: כ-{{value1}} דקות
hi: लगभग {{value1}} मिनट
hr: Otprilike {{value1}} minuta
hu: Körülbelül.{{value1}}Rendben van.
id: Sekitar {{value1}} menit
it: Circa {{value1}} minuti
ko: 약 {{value1}}분
mr: सुमारे {{value1}} मिनिट
ms: ≈{{value1}} min
nl_nl: Ongeveer {{value1}} minuten
no: Omtrent {{value1}} minutter
pl: Około {{value1}} minut
pt_br: Aproximadamente {{value1}} minutos
pt_pt: Aproximadamente {{value1}} minutos
ro: Aproximativ {{value1}} minute
ru: Примерно {{value1}} минут
sk: Cca {{value1}} min
sl: Približno {{value1}} minut
sv: Ungefär {{value1}} min
ta: சுமார் {{value1}} நிமிடங்கள்
te: సుమారు {{value1}} నిమిషాలు
th: ประมาณ {{value1}} นาที
tr: Yaklaşık {{value1}} dakika
uk: Приблизно {{value1}} хвилин
vi: Khoảng {{value1}} phút
zh_hans: 约{{value1}}分钟
zh_hant: 約 {{value1}} 分鐘

# health_meals_body_ai.5de8b517bd37
source: かなり元気
ar_sa: نشيط للغاية
ca: bastant enèrgic
cs: Velmi dobře
da: Meget energisk
de_de: Sehr aktiv
el: Αισθάνομαι αρκετά καλά
en_au: Feeling quite energetic
es_es: Bastante activo/a
fi: Olen melko hyvässä kunnossa
fr_ca: Très bien
gu: ખૂબ સારું
he: מרגיש טוב מאוד
hi: बहुत अच्छा महसूस हो रहा है
hr: Dobra energija
hu: Nagyon jó!
id: Cukup sehat
it: Molto in forma
ko: 꽤 활력이 넘치는 상태
mr: खूप चांगले
ms: Sangat bertenaga
nl_nl: Redelijk fit
no: Ganske god form
pl: Czuję się całkiem dobrze
pt_br: Bastante ativo
pt_pt: Bastante ativo
ro: Sunt destul de bine
ru: В целом, чувствуете себя хорошо
sk: Som celkom v poriadku
sl: Veliko bolje
sv: Ganska pigg
ta: நல்ல உடல் நலம்
te: చాలా సంతోషంగా ఉన్నాను
th: รู้สึกมีพลัง
tr: Çok enerjik
uk: Відчуваю себе досить добре
vi: Rất khỏe
zh_hans: 感觉很不错
zh_hant: 感覺很好

# health_meals_body_ai.5e7815c9308c
source: 使える器具から提案
ar_sa: اقتراحات مبنية على المعدات القابلة للاستخدام
ca: Suggeriments basats en equips utilitzables
cs: Doporučení na základě dostupných zařízení
da: Forslag baseret på de tilgængelige redskaber
de_de: Vorschläge für verfügbare Geräte
el: Προτάσεις με βάση τα διαθέσιμα εργαλεία
en_au: Suggested equipment
es_es: Propuestas basadas en los equipos disponibles
fi: Ehdotuksia käytettävistä välineistä
fr_ca: Suggestions d'équipements
gu: ઉપયોગ કરી શકાય તેવી સાધનોમાંથી સૂચનો
he: הצעות לציוד שניתן להשתמש בו
hi: उपलब्ध उपकरणों से सुझाव
hr: Preporuke na temelju dostupnih alata
hu: Javasolt eszközök
id: Rekomendasi berdasarkan peralatan yang tersedia
it: Suggerimenti basati sugli strumenti disponibili
ko: 사용 가능한 도구 제안
mr: उपलब्ध उपकरणांमधून सूचना
ms: Cadangan berdasarkan peralatan yang tersedia
nl_nl: Suggesties op basis van beschikbare apparatuur
no: Forslag basert på tilgjengelige verktøy
pl: Proponowane urządzenia
pt_br: Sugestões de equipamentos disponíveis
pt_pt: Sugestões de equipamentos disponíveis
ro: Sugestii bazate pe echipamentele disponibile
ru: Предлагаемые инструменты
sk: Odporúčané vybavenie
sl: Predlagane opreme
sv: Förslag baserat på tillgängliga verktyg
ta: பயன்படுத்தக்கூடிய கருவிகளுக்கான பரிந்துரைகள்
te: ఉపయోగించగల పరికరాల నుండి సూచనలు
th: คำแนะนำจากอุปกรณ์ที่ใช้ได้
tr: Kullanabileceğiniz ekipmanlardan öneriler
uk: Рекомендації на основі доступного обладнання
vi: Đề xuất từ các thiết bị có sẵn
zh_hans: 推荐使用的器械
zh_hant: 推荐使用的器具

# health_meals_body_ai.5e978cf690d0
source: 破棄
ar_sa: تجاهل
ca: Descartar
cs: Vyhození
da: Slet
de_de: Löschen
el: Ακύρωση
en_au: Discard
es_es: Eliminar
fi: Hylkää
fr_ca: Supprimer
gu: નથી
he: מחיקה
hi: डिलीट करें
hr: Odstrani
hu: Törlés
id: Hapus
it: Elimina
ko: 삭제
mr: हटवा
ms: Buang
nl_nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Excluir
ro: Șterge
ru: Удалить
sk: Vymazanie
sl: Izbrisati
sv: Kasta bort
ta: நீக்கவும்
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# health_meals_body_ai.5ea6be912e53
source: 元気
ar_sa: نشيط
ca: enèrgic
cs: Energie
da: Energi
de_de: Energie
el: Ενέργεια
en_au: Energy level
es_es: Energía
fi: Energisyys
fr_ca: Énergie
gu: શક્તિ
he: אנרגיה
hi: ऊर्जा
hr: Energija
hu: Energia
id: Energi
it: Energia
ko: 에너지
mr: ऊर्जा
ms: Kesihatan
nl_nl: Energie
no: Energi
pl: Energia
pt_br: Energia
pt_pt: Energia
ro: Energie
ru: Энергия
sk: Energia
sl: Energija
sv: Energi
ta: சக்தி
te: శక్తి
th: พลังงาน
tr: Enerji seviyesi
uk: Енергія
vi: Sức khỏe
zh_hans: 精力充沛
zh_hant: 精力充沛
